import React, { Component } from 'react';

import Nav from '../nav';
import Title from 'components/dynamic-title';

class Rules extends Component {
	render () {
		return (
			<div className="services-page">
				<Title title={`Правила. Інформаційна система "Розумне місто" `} />
				<Nav />
				<div className="container container-fluid">
					<div className="col-md-12 services-content">
	          <h3>Загальні правила поведінки на сайті</h3>
	          На веб-ресурсі «Розумне місто» потрібно поводитися шанобливо до всіх відвідувачів. На веб-ресурсі категорично
	                          заборонено расизм, релігійні й політичні висловлювання. Заздалегідь дякуємо Вам за розуміння й за
	                          бажання зробити наш веб-ресурс більш ввічливим і дружелюбним. <br /><br />
	          На сайті суворо заборонено:<br /><br />
	          - повідомлення, що не стосуються до змісту або до контексту обговорення<br />
					- образи й погрози на адресу відвідувачів сайту<br />
				- у коментарях забороняються вирази, які містять ненормативну лексику, що принижують людську гідність, що розпалюють міжнаціональну ворожнечу<br />
	           - спам, а також реклама будь-яких товарів і послуг, інших ресурсів, ЗМІ або подій, що не відносяться до контексту <br />
	          - створювати декілька аккаунтів для однієї особи <br /><br />
	          Адміністрація сайту залишає за собою право видаляти коментарі або частину коментарів, якщо вони не відповідають даним вимогам.<br /><br />
					При порушенні правил вам може буде вислано попередження. У деяких випадках користувач може бути заблокований без попереджень.<br /><br />
	        </div>
				</div>
			</div>
		)
	}
}

export default Rules;
