import React, { Component } from 'react';

import Title from 'components/dynamic-title';
import Box from 'components/box';

import styles from './styles.scss';

class Help extends Component {
  render() {
    return (
      <div className={styles.help}>
        <Title title={`Публічні фінанси. Розділ допомоги. Інформаційна система "Розумне місто" `} />
        <p>Розділ "Допомога" у процесі наповенння. З презентацією модуля Презентація модуля Ви можете ознайомитись тут - "Презенатція модуля 'Публічних Фінансів'"</p>
        <p>Звідки дані? З державного порталу публічних фінансів України "Є-Дата".</p>
        <p>"E-DATA" – єдиний веб-портал використання публічних коштів є офіційним державним інформаційним ресурсом у мережі Інтернет, на якому оприлюднюється інформація згідно з Законом «Про відкритість використання публічних коштів».</p>
        <p>Доступ до інформації, оприлюдненої на єдиному веб-порталі використання публічних коштів, є вільним та безоплатним, що надає можливість задоволення публічного інтересу щодо процесів контролю, утворення, розподілу та використання публічних коштів розпорядниками та одержувачами коштів Державного бюджету України, бюджету Автономної Республіки Крим і місцевих бюджетів, органами Пенсійного фонду, підприємствами,тощо</p>
      </div>
    )
  }
}

export default Help;
