import React, { Component } from 'react';

class AboutProject extends Component {
	render () {
		return (
			<div className="box">
				 <h3 className="section-head">Про проекt і команду</h3>
				<div className="box-body">
					<div className="text-center"><img src="/assets/img/general/rm-logo-color.png" /></div>
					<p><strong>"Розумне місто"</strong> – веб-сервіс, що реалізує концепцію «Smart City» в частині ІТ та надає інструменти для оптимізації процесів самоврядування та боротьби з корупцією. «Розумне місто» створено по принципу «мікросервісів», тому він легко підлаштовується під будь-який населений пункт. </p>
					<p>Розробники веб-сервісу «Розумне місто» мають практичний досвід із розробки веб-сервісів для реформування управління містом у частині об’єднання зусиль влади і громади міста.</p>
					<p>При створенні продукту, наша команда ставила наступні пріоритети:</p>
					<ul>
						<li>Зручний та інтуїтивно зрозумілий інтерфейс</li>
						<li>Багатофункціональність</li>
						<li>Консолідованість послуг та інструментів</li>
						<li>Можливість встановлення додаткових модулів</li>
						<li>Розподілення доступу до модулів в залежності від обраного міста</li>
						<li>Інструмент мотивування користувачів (карма)</li>
						<li>Можливість розробки модулів власноруч та додавання їх до меню свого міста</li>
					</ul>
				</div>
			</div>
		)
	}
}

export default AboutProject;
