import React, {Component} from 'react';

import {Accordion, Panel} from 'react-bootstrap';

class HexagonMobile extends Component {
	render() {
		return (
			<div className="hexagon-mobile">
				<div className="parallax_section6" id="services">
					<div className="container hex-container">
						<h2 className="first-h2">Наші мікросервіси</h2>
						<Accordion>
							<Panel header="Заявки ЖКГ" eventKey="1">
								Інше робить відповідальна влада. Модуль працює там, де є відповідальна влада, яка прислуховується до потреб мешканців. Крок за кроком місто стає комфортнішим, чистішим та безпечнішим. Влада показує результат та отримує повагу мешканців. Гарними справами прославитися можно. Ми допомагаємо містам автоматизувати цей процес повністю. Підключено у 100 містах.
							</Panel>
              <Panel header="Петиції" eventKey="2">
								“Модуль “Петиції” - ефективний інструмент для прояву громадської активності і ідентифікації як проблем, так і корисних для міста/громади проектів. Розроблений за вимогами законодавства. Отримав нагороду DemLab як кращий проект у номінації “Інструменти е-участі”. Влада показує діалог, реагує на запити та отримує повагу мешканців.
							</Panel>
              <Panel header="Електронні послуги" eventKey="3">
                “Модуль «Електронні послуги» - доступ до отримання державних електронних сервісів громадянами і бізнесом. Роботу модуля забезпечує інтеграція інтернет-платформи «Розумне місто» з порталом державних послуг (https://igov.org.ua/). Користувачеві пропонуються саме ті електронні сервіси, якими можливо скористатись на території його міста або громади. Влада це сервіс для громадян. Комфорт для громадян - повага суспільства.
                Підключено у 70 містах.
							</Panel>
              <Panel header="Публічні фінанси" eventKey="4">
                “Модуль «Публічні фінанси» - інформація про видатки, які здійснюються розпорядниками і одержувачами бюджетних коштів міста/громади. Цей модуль є інтегрованим із системою e-data (e-data.gov.ua) і адаптованим до мережі розпорядників коштів бюджету відповідного міста/громади. Достовірна, повна інформація про видатки. Відкрита влада. Довіра суспільства. Також ми допомагаємо містам автоматизувати бюджетний процес.
                Підключено у 70 містах.
							</Panel>
              <Panel header="Відкритий бюджет" eventKey="5">
                Модуль «Відкритий бюджет» - інформація про доходи та видатки бюджету міста/громади доступно та легко. Ця інформація обов’язково має бути оприлюднена відповідно до законодавства. Модуль інтегрований із системою «Open Budget» і пропонує хорошу візуалізацію для розуміння структури доходів, видатків та загального стану бюджету. Користувач з легкістю отримує уявлення про основні джерела доходів та пріоритетні напрямки видатків відповідного бюджету. Достовірна, повна інформація про видатки. Відкрита влада. Довіра суспільства.
                Також ми допомагаємо містам автоматизувати бюджетний процес.
                Підключено у 74 містах.
							</Panel>
              <Panel header="Розумне ОСББ" eventKey="6">
                Модуль «Розумне ОСББ» - управління своїм будинком: теплий будинок, комфортний під’їзд, економія на комунальних послугах. Залучайся до кращих практик України
                Сервіс розбудови ОСББ, публічності процесів, прийняття управлінських рішень.
							</Panel>
              <Panel header="Реєстр ліків" eventKey="7">
								Модуль «Реєстр ліків» призначено для інформування мешканців про перелік залишків лікарських засобів, які надаються хворим безоплатно у лікарнях міста/громади Модуль ефективно працює там, де є відповідальна влада та прозорі медичні установи. Реєстр ліків Влада показує прозорість та отримує повагу мешканців.
							</Panel>
              <Panel header="Електронні закупівлі" eventKey="8">
								“Модуль «Електронні закупівлі» - доступ до інформації про закупівлі. Модуль інтегрований із Прозорро (www.prozorro.gov.ua ) і забезпечує адаптацію (налагодження) сервісу Прозорро під відповідне місто/громаду. Відкрита влада. Довіра суспільства.
							</Panel>
              <Panel header="Донорство крові" eventKey="9">
								“Модуль «Донорство крові» створений для пошуку донорів крові і встановлення швидкого контакту "донор - реципієнт". Модуль «Донорство крові» є інтегрованим із системою Donor.ua (www.donor.ua). Благородний вчинок, який рятує життя.
							</Panel>
              <Panel header="Новини міста" eventKey="10">
								Модуль «Новини міста» призначено для оприлюднення новин міста/громади, оперативного донесення важливої та цікавої інформації мешканцям. Влада показує прозорість та отримує повагу мешканців. Гарними справами прославитися можна.
							</Panel>
              <Panel header="Опитування" eventKey="11">
								“Модуль «Опитування» - створення зручного каналу спілкування з мешканцями міста/громади, дозволяє вимірювати «градус» ставлення мешканців до будь-якого питання/проблеми. Влада показує діалог, реагує на запити та отримує повагу мешканців.
							</Panel>
						</Accordion>
					</div>
				</div>
				<div className="clearfix"></div>
			</div>
		)
	}
}

export default HexagonMobile;
