import React, {Component} from 'react';

class Hexagon extends Component {
	render() {
		return (
			<div className="hexagon-desktop">
				<div className="parallax_section6" id="services">
					<div className="container hex-container">
						<h2 className="first-h2">Наші мікросервіси</h2>
						<div className="box-sect hexagon-list">

							<div className="hexagon">
								<img src="/assets/img/general/news.svg" className="img-fluid"/>
								<h6>Заявки ЖКГ</h6>
								<span className="grayd">Модуль «Заявки ЖКГ» - зроби місто кращим: додай проблему, познач на карті, додай фото. Інше робить відповідальна влада. Модуль працює там, де є відповідальна влада, яка прислуховується до потреб мешканців. Крок за кроком місто стає комфортнішим, чистішим та безпечнішим. Влада показує результат та отримує повагу мешканців. Гарними справами прославитися можна.
									<br/>
									Ми допомагаємо містам автоматизувати цей процес повністю.
									<br/>
									Підключено у 100 містах.</span>
							</div>

							<div className="hexagon">
								<img src="/assets/img/general/petition1.svg"/>
								<h6>Петиції</h6>
								<span className="grayd">Модуль «Петиції» - ефективний інструмент для прояву громадської активності і ідентифікації як проблем, так і корисних для міста/громади проектів. Розроблений за вимогами законодавства. Отримав нагороду DemLab як кращий проект у номінації «Інструменти е-участі». Влада показує діалог, реагує на запити та отримує повагу мешканців.
									<br/>
									Підключено у 101 місті.</span>
							</div>

							<div className="hexagon">
								<img src="/assets/img/general/e-service.svg" alt=""/>
								<h6>Електронні послуги</h6>
								<span className="grayd">Модуль «Електронні послуги» - доступ до отримання державних електронних сервісів громадянами і бізнесом. Роботу модуля забезпечує інтеграція інтернет-платформи «Розумне місто» з порталом державних послуг (https://igov.org.ua/). Користувачеві пропонуються саме ті електронні сервіси, якими можливо скористатись на території його міста або громади. Влада це сервіс для громадян. Комфорт для громадян - повага суспільства.
									<br/>
									Підключено у 70 містах.</span>
							</div>

							<div className="hexagon">
								<img src="/assets/img/general/card.svg" alt=""/>
								<h6>Публічні фінанси</h6>
								<span className="grayd">Модуль «Публічні фінанси» - інформація про видатки, які здійснюються розпорядниками і одержувачами бюджетних коштів міста/громади. Цей модуль є інтегрованим із системою e-data (e-data.gov.ua) і адаптованим до мережі розпорядників коштів бюджету відповідного міста/громади. Достовірна, повна інформація про видатки. Відкрита влада. Довіра суспільства. Також ми допомагаємо містам автоматизувати бюджетний процес.
									<br/>
									Підключено у 70 містах.</span>
							</div>

							<div className="hexagon">
								<img src="/assets/img/general/open.svg" alt=""/>
								<h6>Відкритий бюджет</h6>
								<span className="grayd">Модуль «Відкритий бюджет» - інформація про доходи та видатки бюджету міста/громади. Ця інформація обов’язково має бути оприлюднена відповідно до законодавства. Модуль інтегрований із системою «Open Budget» і пропонує хорошу візуалізацію для розуміння структури доходів, видатків та загального стану бюджету. Користувач з легкістю отримує уявлення про основні джерела доходів та пріоритетні напрямки видатків відповідного бюджету. Достовірна, повна інформація про видатки. Відкрита влада. Довіра суспільства.
									<br/>
									Також ми допомагаємо містам автоматизувати бюджетний процес.
									<br/>
									Підключено у 75 містах.</span>
							</div>

							<div className="hexagon">
								<img src="/assets/img/general/building.svg" alt=""/>
								<h6>Розумне ОСББ</h6>
								<span className="grayd">Модуль «Розумне ОСББ» - управління своїм будинком: теплий будинок, комфортний під’їзд, економія на комунальних послугах. Залучайся до кращих практик України
									<br/>
									Сервіс розбудови ОСББ, публічності процесів, прийняття управлінських рішень.
									<br/>
								</span>
							</div>
							<div className="clearfix haxmargin"></div>

							<div className="hexagon first">
								<img src="/assets/img/general/pills.svg" alt=""/>
								<h6>Реєстр ліків</h6>
								<span className="grayd">Модуль «Реєстр ліків» призначено для інформування мешканців про перелік залишків лікарських засобів, які надаються хворим безкоштовно у лікарнях міста/громади. Модуль ефективно працює там, де є відповідальна влада та прозорі медичні установи. Влада показує прозорість та отримує повагу мешканців.
									<br/>
									Також, ми допомагаємо містам автоматизувати процес надання медичних послуг, стати медичному сервісу ближче до людей.
									<br/>
									Підключено у 66 містах.
								</span>
							</div>

							<div className="hexagon two">
								<img src="/assets/img/general/purchase.svg" alt=""/>
								<h6>Електронні закупівлі</h6>
								<span className="grayd">Модуль «Електронні закупівлі» - доступ до інформації про закупівлі. Модуль інтегрований із Прозорро (www.prozorro.gov.ua ) і забезпечує адаптацію (налагодження) сервісу Прозорро під відповідне місто/громаду. Відкрита влада. Довіра суспільства.
									<br/>
									Також ми автоматизуємо процедури проведення аукціонів по оренді комунального майна.
									<br/>
									Підключено у 66 містах.</span>
							</div>

							<div className="hexagon three">
								<img src="/assets/img/general/blood.svg" alt=""/>
								<h6>Донорство крові</h6>
								<span className="grayd">Модуль «Донорство крові» створений для пошуку донорів крові і встановлення швидкого контакту «донор - реципієнт». Модуль «Донорство крові» є інтегрованим із системою Donor.ua (www.donor.ua). Благородний вчинок, який рятує життя.
									<br/>
									Підключено у 64 містах.</span>
							</div>

							<div className="hexagon four">
								<img src="/assets/img/general/news.svg" className="img-fluid"/>
								<h6>Новини міста</h6>
								<span className="grayd">Модуль «Новини міста» призначено для оприлюднення новин міста/громади, оперативного донесення важливої та цікавої інформації мешканцям. Влада показує прозорість та отримує повагу мешканців. Гарними справами прославитися можна.

									<br/>
									Підключено у 104 містах.</span>
							</div>

							<div className="hexagon five">
								<img src="/assets/img/general/poll.svg" alt=""/>
								<h6>Опитування</h6>
								<span className="grayd">Модуль «Опитування» - створення зручного каналу спілкування з мешканцями міста/громади, дозволяє вимірювати «градус» ставлення мешканців до будь-якого питання/проблеми. Влада показує діалог, реагує на запити та отримує повагу мешканців.
									<br/>
									Підключено у 102 містах.</span>
							</div>

						</div>
					</div>
				</div>
				<div className="clearfix haxmargin"></div>
			</div>
		)
	}
}

export default Hexagon;
