import React, {Component} from 'react';

import Nav from '../nav';
import Features from '../project'
import Title from 'components/dynamic-title';

class Services extends Component {
	render() {
		return (
			<div className="services-page">
			<Title title={`Послуги. Інформаційна система "Розумне місто" `} />
			<Nav/>
				<div className="container container-fluid">
					<h3>Наші послуги</h3>

					<div className="row">
						<div className="col-md-12 services-content">
						 Проект Розумне місто - це платформа електронного врядування і демократії.
						 Ми успішно працюємо вже два роки і отримали масу нагород та експертне визнання.
						 Ми незалежні, у нас немає зобов'язань перед донорами чи партіями. Ми не живемо за гранти.
						 Ми фінансуємо себе самі за рахунок наших комерційних проектів і додаткових розробок.
						 Якщо вам чи вашому місту знадобиться кваліфікована підтримка, розробка та впровадження
						 інформаційних систем чи інших послуг в частині високих технологій - ми завжди раді співпраці з вами.
						</div>
					</div>

					<h5>Що ми вміємо краще всього:</h5>
					<table className="table table-condensed table-results">
						<tbody>
							<tr>
								<td>1. У нас свій контакт-центр. Ми можемо надавати платну підтримку як вашим працівникам так і містянам</td>
							</tr>
							<tr>
								<td>2. "Розумне місто" - це універсальна платформа. На її базі ми можемо розробити будь-який додатковий модуль чи рішення</td>
							</tr>
							<tr>
								<td>3. Ми створюємо міські портали з кабінетом мешканця і набором усіх необхідних інструментів для надання послуг населенню</td>
							</tr>
							<tr>
								<td>4. ІТ-консалтинг і експертиза. 20 спеціалістів екстра-класу до ваших послуг</td>
							</tr>
							<tr>
								<td>5. Проведення семінарів та тренінгів</td>
							</tr>
						</tbody>
					</table>
				</div>
			</div>
		)
	}
}

export default Services;
