import React, {Component} from 'react';

import Box from 'components/box';

class DefectsPlaceholder extends Component {
  render() {
    return(
      <Box>
        <h2>Заявки ЖКГ</h2>
        <p>Модуль «Заявки ЖКГ» - зроби місто кращим: додай проблему, познач на карті, прикріпи фото. Інше робить відповідальна влада. Модуль працює там, де є відповідальна влада, яка прислуховується до потреб мешканців. Спостерігай як місто стає безпечнішим та більш комфортним, чистішим та безпечнішим. Влада показує результат та отримує повагу мешканців. Гарними справами прославитися можно.</p>
        <p>Ми допомагаємо містам автоматизувати цей процес повністю.</p>
        <p>Працює у 101 місті</p>
      </Box>
    )
  }
}

export default DefectsPlaceholder;
