import React, {Component} from 'react';

import Box from 'components/box';
import {Row, Col} from 'react-bootstrap';

import styles from './styles.scss';

class Safety extends Component {
	render() {
		return (
			<div>
				<h3>Офіційна інформація</h3>
				<Box>
					<div className={styles.text}>
						<p>Місто Южне розташовано на північно-західному узбережжі Чорного моря між Аджалийським та Тілігульським лиманами в 35 км від м. Одеси.</p>
						<p>Межує з Комінтернівським районом та Миколаївською областю.</p>
						<p className={styles.bt}>На території міста зареєстровано 573 підприємств різних форм власності, з яких:</p>
						<ul className={styles.bt}>
							<li>- 3 державних підприємства</li>
							<li>- 27 соціальної сфери</li>
							<li>- 12 комунальних підприємств</li>
						</ul>
						<p>Найважливіші підприємства:</p>
						<ul className={styles.bt}>
							<li>- Одеський припортовий завод (знаходиться на відстані 12 км);</li>
							<li>- Морський торговельнийй порт "Южний" (на відстані 7 км);</li>
						</ul>
						<p>Крім того, на території міста розташовано - 211 об’єктів торгівлі, 148 побуту та послуг, ресторанного господарства – 46, 12 обєктів реалізації лікарських засобів, 2 АЗС.</p>
						<p>Також на території міста розташовано 4 школи та 5 дошкільних закладів, три ринки, з них два харчових та один промисловий, лікарня та поліклініка.</p>
						<p>Територія міста складає 1041,51 га. Населення складає 31559 осіб.</p>
					</div>
				</Box>

				<Box>

					<div className={styles.top + " " + styles.bt}>
						<Row>
							<Col md={3}>
								<img src="http://www.rozumnemisto.org/static/img/police/nach_uzne.jpg"/>
							</Col>
							<Col md={3}>
								Начальник Южненського ВП
								<br/>
								Комінтернівського ВП ГУНП в
								<br/>
								Одеській областікапітан поліції
								<br/>
								<strong>Бойков Денис Сергійович</strong>
							</Col>
							<Col md={6}>
								<div>
									<strong>Номери телефонів для запису на особистий прийом керівництва: </strong>
									<ul className={styles.bt}>
										<li>(048) 750-71-92 (сектор кадрового забезпечення): </li>
										<li>понеділок – п’ятниця, з 09.00 до 18.00 год, </li>
										<li>або (04842) 2-47-32 (чергова частина)- цілодобово.</li>
									</ul>
									<ul>
										<li><strong>Адреса: </strong>вул. Хіміків, 17, м. Южне, 65481, Україна</li>
										<li><strong>Тел. чергової частини: </strong> (048) 750-74-01</li>
										<li><strong>Електрона адреса: </strong>044@od.npu.gov.ua</li>
										<li><a href="#!">Фейсбук </a></li>
									</ul>
								</div>
							</Col>
						</Row>
					</div>

					<div className={styles.bottom}>
						<Row>
							<Col md={6}>
								<strong className={styles.big}>Графік прийому громадян керівництвом:</strong>
								<ul>
									<li>Начальник міського відділу - щопонеділка з 16 до18 години;</li>
									<li>Заступник начальника міського відділу – начальник слідчого </li>
									<li>відділення - щовівторка з 16 до 18 години;</li>
									<li>Заступник начальника міського відділу – начальник кримінальної </li>
									<li>поліції - щосереди з 16 до 18 години;</li>
									<li>Заступник начальника міського відділу – начальник поліції </li>
									<li>громадської безпеки - щочетверга з 16 до 18 години.</li>
								</ul>
							</Col>
							<Col md={6}>
								<strong className={styles.big}>Дільничні інспектори поліції:</strong>
								<ul className={styles.people}>
									<li>
										<div className={styles.name}>Шибінський Олексій Миколайович</div>
										<div>0631356576</div>
										<div>І мікрорайон</div>
									</li>
									<li>
										<div className={styles.name}>Тухтарян Норік Артоваздович</div>
										<div>0634881502</div>
										<div>ІV мікрорайон,МІЗ (ІІ мікр.)</div>
									</li>
									<li>
										<div className={styles.name}>Піхур Олександр Генадійович</div>
										<div>0984643492</div>
										<div>ІІІ мікрорайон</div>
									</li>
									<li>
										<div className={styles.name}>Білоконь Владислав Васильович</div>
										<div>0638030481</div>
										<div>Ринок, гаражі (стар. «Копійка») </div>
									</li>
								</ul>
							</Col>
						</Row>
					</div>

				</Box>
			</div>
		)
	}
}

export default Safety;
