import React, { Component } from 'react';

class EServices extends Component {
	render () {
		return (
			<div className="box">
				<h3 className="section-head">Електронні послуги</h3>
				<div className="box-body">
					<p>Модуль «Електронні послуги» - доступ до отримання державних електронних сервісів громадянами і бізнесом. Роботу модуля забезпечує інтеграція інтернет-платформи «Розумне місто» з порталом державних послуг (https://igov.org.ua/). Користувачеві пропонуються саме ті електронні сервіси, якими можливо скористатись на території його міста або громади. Влада це сервіс для громадян. Комфорт для громадян - повага суспільства.</p>
					<p>Також ми допомагаємо містам автоматизувати місцеві послуги громадянам та бізнесу повністю.</p>
					<p>Працює у 0 містах</p>
				</div>
			</div>
		)
	}
}

export default EServices;
