import React, {Component} from 'react';

import Box from 'components/box';

class BudgetPlaceholder extends Component {
  render() {
    return(
      <Box>
        <h2>Відкритий бюджет</h2>
        <p>Модуль «Відкритий бюджет» - інформація про доходи та видатки бюджету міста/громади доступно та легко. Ця інформація обов’язково має бути оприлюднена відповідно до законодавства. Модуль інтегрований із системою «Open Budget» і пропонує хорошу візуалізацію для розуміння структури доходів, видатків та загального стану бюджету. Користувач з легкістю отримує уявлення про основні джерела доходів та пріоритетні напрямки видатків відповідного бюджету.</p>
        <p>Достовірна, повна інформація про видатки. Відкрита влада. Довіра суспільства.</p>
        <p>Також ми допомагаємо містам автоматизувати бюджетний процес.</p>
        <p>Працює у 76 містах</p>
      </Box>
    )
  }
}

export default BudgetPlaceholder;
